Repository: ahmedekdawy/LMIS
Catalog: LMIS.Portal/App_GlobalResources/CommonControls.*.resx
Languages: ar

# F000
source: Opportunities
ar: فرص العمل و التدريب

# F001
source: Account
ar: حسابي

# F002
source: Contact Person
ar: جهة الإتصال

# F003
source: Search CVs
ar: السير الذاتية

# F004
source: Post a Job
ar: تسجيل وظيفة

# F005
source: Post an Opportunity
ar: تسجيل فرصة عمل أو تدريب

# F005_AllOpp
source: All Opportunities
ar: جميع الفرص

# F005_OppTitle
source: Opportunity Title
ar: العنوان

# F005_OppUpload
source: Upload Opportunity
ar: ملف الإعلان عن الفرصة

# F005_PostNewOpportunity
source: Post a New Opportunity
ar: تسجيل فرصة جديدة

# F006
source: Post an Event
ar: تسجيل فعالية

# F007_logout
source: Logout
ar: تسجيل خروج

# F007_logWith
source: Login with your Username
ar: سجل الدخول باسم المستخدم

# F009
source: Individual Registration
ar: Individual Registeration

# F010_Name
source: Theme(En)
ar: الاسم

# F010_Theme
source: Theme
ar: الموضوع

# F010_Themes
source: Category
ar: الفئه

# F010_Title
source: Themes
ar: الموضوع

# F010_UnitScale
source: Unit Scale(En)
ar: وحده القياس

# F016_ThemeVariables
source: Theme Variables
ar: متغيرات الموضوع

# F016_Title
source: Themes & Variables
ar: ربط موضوع ب متغيرات

# F016_Variables
source: Variables
ar: الموضوعات

# F017_ChangeVariable
source: Changing Variable
ar: المتغيرات المتغيره

# F017_NameAr
source: Report Name(Ar)
ar: اسم التقرير-عربى

# F017_NameEn
source: Report Name(En)
ar: اسم التقرير-انجليزى

# F017_NameFr
source: Report Name(Fr)
ar: اسم التقرير-فرنسى

# F017_RunVariable
source: Running Variable
ar: المتغيرات التشغيليه

# F017_SingleValue
source: Please select Single value for each variable
ar: اختر قيمه واحده لكل متغير

# F017_YearFrom
source: Year From
ar: الى سنه

# F017_YearTo
source: Year To
ar: من سنه

# F023_Role
source: Role
ar: المجموعه

# F023_Title
source: Roles
ar: المجموعات

# F024_Title
source: Create User
ar: انشاء مستخدم

# F025_Title
source: Manage Users Roles
ar: مجموعات المستخدمين

# F025_Users
source: Users
ar: المستخدمين

# F025_UserSelect
source: Choose User
ar: اختر مستخدم

# F011_ChooseReport
source: Choose Report
ar: اختر تقرير

# F011_GenerateTemplater
source: Generate Template
ar: انشاء النموذج

# F011_Title
source: Generate Theme Template
ar: انشاء نموذج ادخال البيانات

# F012_Title
source: Import Template
ar: تحميل نموذج البيانات

# F012_Upload
source: Upload
ar: تحميل

# X_Add
source: Add
ar: إضافة

# X_Browse
source: Browse
ar: إستعراض

# X_Cancel
source: Cancel
ar: لا

# X_ConfirmDelete
source: Are you sure you want to Remove?
ar: هل تريد حذف البيان؟

# X_Download
source: Download
ar: تنزيل

# X_Email
source: Email
ar: بريد الكترونى

# X_EndDate
source: End Date
ar: إلى تاريخ

# X_Forgotpassword
source: Forgot your password?
ar: نسيت كلمة المرور؟

# X_Noresultsmatch
source: No results match
ar: لا يوجد نتائح

# X_OK
source: OK
ar: نعم

# X_Password
source: Password
ar: كلمه المرور

# X_Save
source: Save
ar: تسجيل

# X_Save1
source: Save
ar: حفظ

# X_SaveAndContinue
source: Save and Continue
ar: تسجيل و إنتقال

# X_SaveAndPost
source: Save and Post
ar: تسجيل و نشر

# X_Search
source: Search
ar: بحث

# X_Select
source: Select
ar: اختيار

# X_Showpassword
source: Show password
ar: اظهار كلمه المرور

# X_StartDate
source: Start Date
ar: من تاريخ

# X_Translate
source: Translate
ar: ترجمة

# X_Upload
source: Upload
ar: تحميل

# X_UploadAndSave
source: Upload and Save
ar: تحميل و تسجيل

# F026_NewPassword
source: Enter your new Password
ar: كلمه المرور الجديده

# F026_passwordConfirmnotMatch
source: The Password and Confirmation Password do not match.
ar: تاكيد كلمه المرور لا تتطابقه مع كلمه المرور

# F026_passwordConfirmRequired
source: The Confirm Password field is required.
ar: ادخل تاكيد كلمه المرور

# F026_Reset
source: Reset
ar: تغير كلمه المرور

# F026_Title
source: Reset Password
ar: تغير كلمه المرور

# F027_Pages
source: Pages
ar: الصفحات

# F027_Title
source: Roles Permission on Pages
ar: صلاحيات المجموعات فى الشاشات

# X_Delete
source: Delete
ar: حذف

# X_print
source: Print
ar: طباعه

# X_Query
source: Query
ar: استعلام

# X_Update
source: Modifiy
ar: تعديل

# F0028_NameAr
source: Name(Ar)
ar: الاسم-عربى

# F028_EnterName
source: Enter Sub Name
ar: ادخل الاسم الفرعى

# F028_GeneralCode
source: General Code
ar: الكود الرئيسى

# F028_NameEn
source: Name(En)
ar: الاسم-انجليزى

# F028_NameFr
source: Name(Fr)
ar: الاسم-فرنسى

# F028_SelectGeneralCode
source: Select General Code
ar: اختر كود رئيسى

# F028_subCode
source: Sub Code
ar: الكود الفرعى

# F028_Title
source: Sub Code
ar: الاكواد الفرعيه

# F028_ParentSubCode
source: Parent SubCode
ar: الكود الرئيسى

# X_Cancel1
source: Cancel
ar: الغاء

# F010_Required
source: Enter Required Fields
ar: ادخل الحقول المطلوبه

# X_language
source: language
ar: اللغه

# Direction
source: ../css/English.css
ar: ../css/StyleArabic.css

# F018_fullTime
source: Full Time
ar: دوام كامل

# F018_partTime
source: Part Time
ar: دوام جزئى

# F034_Title
source: Contact Us
ar: اتصل بنا

# F034_feeddBack
source: Feedback
ar: feeddBack

# F034_Message
source: Message
ar: الرساله

# F037
source: Organization Registration
ar: تسجيل مؤسسة

# F037_AcceptandFinishRegisteration
source: Accept and Finish Registration
ar: قبول وإنهاء التسجيل

# F037_AccessContent
source: The site is available to public but different information is restricted to different types of users. However, all users should abide to rules, laws and regulations governing hacking, changing or modifying content, or posting any document violating the Egyptian Laws.
ar: الموقع متاح للمعلومات العامة ولكنها مختلفة يقتصر على أنواع مختلفة من المستخدمين. ومع ذلك، ينبغي لجميع المستخدمين الالتزام بالقواعد والقوانين واللوائح التي تنظم القرصنة، تغيير أو تعديل المحتوى، لنشر أي وثيقة انتهاك القوانين المصرية.

# F037_Authorizationletter
source: Authorization Letter
ar: خطاب تفويض

# F037_Choosewhatwillyouuseourportalfor
source: Choose what will you use our portal for
ar: اختيار ما سوف تستخدم البوابة في

# F037_ContactName
source: Contact Name
ar: اسم جهة الاتصال

# F037_ContactsInformation
source: Contact Information
ar: اتصالات معلومات

# F037_Copyright
source: Copyright
ar: حقوق الطبع والنشر

# F037_CopyrightContent
source: In accordance with the Egyptian Laws, the ITC retains all rights to publish or produce information available on the website.
ar: فقا للقوانين المصرية، ومركز التجارة الدولية تحتفظ بجميع حقوق نشر أو إنتاج المعلومات المتاحة على الموقع.

# F037_Department
source: Department
ar: قسم

# F037_EconomicActivity
source: Economic Activity
ar: النشاط الاقتصادي

# F037_EmployerDetails
source: Employer Details
ar: تفاصيل الشركة

# F037_EstablishmentDate
source: Establishment Date
ar: تاريخ الانشاء

# F037_Fax
source: Fax
ar: فاكس

# F037_IDNumber
source: ID Number
ar: الرقم التعريفي

# F037_IndustryType
source: Industry Type
ar: نوع الصناعة

# F037_ITCRegistration
source: ITC Registration #
ar: ات س التسجيل #

# F037_LogoandProfile
source: Logo and Profile
ar: شعار والملف الشخصي

# F037_Next
source: Next
ar: التالى

# F037_OrganizationLogo
source: Organization Logo
ar: شعار منظمة

# F037_OrganizationName
source: Organization Name
ar: اسم المؤسسة

# F037_OrganizationProfile
source: Organization Profile
ar: الملف الشخصي المنظمة

# F037_OrganizationSize
source: Organization Size
ar: حجم المؤسسة

# F037_OrganizationType
source: Organization Type
ar: نوع المؤسسة

# F037_Otherindustrytype
source: Other industry type
ar: صناعة اخري

# F037_Previous
source: Previous
ar: سابق

# F037_Thisfieldisrequired
source: This field is required.
ar: هذه البان مطلوب.

# F037_Trainingfororganizationemployees
source: Training for organization employees
ar: التدريب لموظفي المؤسسة

# F037_UseOfTheWebsite
source: Use of the website
ar: استخدام الموقع

# F037_UseOfTheWebsiteContent
source: All the documents and content available on the website are for informational purposes only. Whereas the ELMIS team strives to keep the information available in the best quality and the latest status, we do not provide warranties by any means, whether explicit or implicit, about the comprehensiveness, precision, consistency, relevance or readiness of the information, services or any graphics displayed on the website. ELMIS team is not liable for any damage or loss arising from using the website’s information. ELMIS has many links to other websites; some of which are operated by national and international agencies. ELMIS has no control over the content of these websites and the views represented on these websites should never be deemed as recommended or endorsed by the ELMIS. When using these websites, the ELMIS privacy policy will not apply and instead you will be subject to the website’s own privacy policy. The ELMIS advertises career opportunities and events for all organizations, yet this is not considered an endorsement or a recommendation for a particular institution by the ELMIS. Even though every effort is made to maintain the smooth running of the website, the ELMIS will not be liable for any losses incurred due to the website being temporarily unavailable or due to any technical issues that are beyond our control.
ar: جميع الوثائق والمحتوى المتاح على الموقع هي لأغراض إعلامية فقط. في حين أن فريق إل م اي س تسعى جاهدة للحفاظ على المعلومات المتاحة بأفضل جودة وآخر تطورات الوضع، ونحن لا توفر ضمانات بأي وسيلة، سواء كانت صريحة أو ضمنية، حول مدى شمولية ودقة والاتساق وصلة أو استعداد المعلومات أو الخدمات أو أي الرسومات المعروضة على موقع الويب. فريق إل ام اي اس ليست مسؤولة عن أي ضرر أو خسارة ناتجة عن استخدام المعلومات من خلال الموقع. ELMIS لديها العديد من الروابط لمواقع أخرى. وتعمل بعض منها من قبل الوكالات الوطنية والدولية. ELMIS لا تملك السيطرة على محتوى هذه المواقع وآراء الممثلة في هذه المواقع يجب أن تعتبر أبدا على النحو الموصى به أو أقرتها ELMIS. عند استخدام هذه المواقع، فإن سياسة الخصوصية ELMIS لا تنطبق وبدلا من ذلك سوف تكون خاضعة لسياسة الخصوصية الخاصة على الموقع. وELMIS تعلن فرص العمل والنشاطات في جميع المنظمات، ولكن هذا لا يعتبر إقرارا أو توصية للمؤسسة معينة من قبل ELMIS. على الرغم من بذل كل جهد ممكن للحفاظ على حسن سير العمل في الموقع، فإن ELMIS لن تكون مسؤولة عن أي خسائر نظرا لموقع يجري متاحة مؤقتا أو بسبب أي المسائل التقنية التي هي خارجة عن سيطرتنا.

# F037_YearsOfExperince
source: Years Of Experince
ar: سنوات الخبرة

# F037_Zippostalcode
source: Zip/postal code
ar: الرمز البريدي / الرمز البريدي

# F038
source: Profile
ar: الملف الشخصي

# F038_AddCertificate
source: Add Certificate
ar: إضافة شهادة

# F038_AddEducation
source: Add Education
ar: إضافة التعليم

# F038_AddExperience
source: Add Experience
ar: إضافة الخبرة

# F038_AddSkill
source: Add Skill
ar: إضافة المهارة

# F038_AppliedJobs
source: Applied Jobs
ar: طلبات الوظائف

# F038_AppliedJobsandTraining
source: Applied Jobs and Training
ar: طلبات التدريب والوظائف

# F038_AppliedTrainings
source: Applied Trainings
ar: طلبات التدريب

# F038_Certificate
source: Certificate
ar: شهادات

# F038_Clickhere
source: Click here
ar: اضغط هنا

# F038_EditProfile
source: Edit Profile
ar: عدل الملف

# F038_Education
source: Education
ar: التعليم

# F038_NoDataCertificateContent
source: No certificates added yet!, If you want to add the first one
ar: لم يتم اضافة شهادات بعد !، إذا كنت ترغب في إضافة أول واحد

# F038_NodataEducationContent
source: No educations added yet!, If you want to add the first one
ar: لم يتم اضافة تعليم بعد !، إذا كنت ترغب في إضافة أول واحد

# F038_NoDataExperienceContent
source: No Experiences added yet!, If you want to add the first one
ar: لم يتم اضافة تجارب بعد !، إذا كنت ترغب في إضافة أول واحد

# F038_NoDataSkillsContent
source: No Skills added yet!, If you want to add the first one
ar: لم يتم اضافة مهارات بعد !، إذا كنت ترغب في إضافة أول واحد

# F038_NodataTrainingContent
source: No Trainings added yet!, If you want to add the first one
ar: لم يتم اضافة تدريبات بعد !، إذا كنت ترغب في إضافة أول واحد

# F038_Nojobsappliedyet
source: No jobs applied yet!
ar: وظائف لم يتم التقدم عليها بعد!

# F038_Notrainingsappliedyet
source: No trainings applied yet!
ar: تداريب لم يتم التقدم عليها بعد!

# F038_PersonalData
source: Personal Data
ar: بيانات شخصية

# F038_Profile
source: Profile
ar: الملف الشخصي

# F038_Training
source: Training
ar: تدريب

# F038_TrainingMessage
source: * Events for attendance of the course may be requested
ar: * قد يطلب الأحداث لحضور الدورة

# F038_WorkExperience
source: Work Experience
ar: خبرة في العمل

# F039
source: Registration
ar: تسجيل حساب

# F039_IDNumber
source: ID Number
ar: رقم اثبات الهوية

# F039_Type
source: ID Type
ar: نوع اثبات الهوية

# F040
source: Disclaimar
ar: إخلاء المسؤولية

# F015
source: Post a Training
ar: تسجيل فرصه تدريب
