Repository: ahmedekdawy/LMIS
Catalog: LMIS.Portal/App_GlobalResources/MessagesResource.*.resx
Languages: ar

# F005_Error1
source: Opportunity title is not of proper length.
ar: عنوان الفرصة غير كافي.

# F005_Error2
source: Start Date < Today, or End Date < Start Date
ar: تاريخ "من" < تاريخ اليوم, أو تاريخ "إلى"< تاريخ "من"

# F005_Error3
source: This opportunity has already been posted for the same start date.
ar: سبق تسجيل هذه الفرصة بنفس تاريخ البداية.

# F005_RequiredFields
source: Title, Opportunity Image File, Start Date, End Date
ar: العنوان, ملف الإعلان, من تاريخ, إلى تاريخ

# F005_Step1
source: Validating entered opportunity data.
ar: جاري تدقيق بيانات الفرصة.

# F005_Step3
source: Saving opportunity to database.
ar: جاري تسجيل الفرصة بقاعدة البيانات.

# F026_NoUser
source: No user found
ar: المستخدم غير موجود

# F026_passwordChanged
source: Your password has been changed
ar: تم تغيير كلمه المرور بنجاح

# F11_ReportVariableNoData
source: Report Variables do not have values
ar: متغيرات التقرير لا تحتوى على قيم

# X_ConfirmContinue
source: Are you sure you want to continue?
ar: هل ترغب في الإستمرار؟

# X_Error101
source: You are not authorized to execute this function.
ar: لا يصرح لك بتنفيذ هذه العملية.

# X_Error102
source: Unexpected error when verifying uploaded file(s).
ar: خطأ غير متوقع عتد التحقق من تحميل الملف/الملفات.

# X_Error103_InRelation
source: This Record In Relation
ar: هذا السجل مرتبط

# X_FileUpload
source: Uploading file(s) {0}
ar: جاري تحميل الملفات {0}

# X_FileUploadProgress
source: Uploading file(s) {0}: {1} %
ar: جاري تحميل الملفات {0}: % {1}

# X_InvalidFile
source: Recieved file is not accepted.
ar: الملف المستلم غير مقبول.

# X_MarkedRequiredFields
source: All fields marked by an asterisk *
ar: جميع الحقول المعلمة بعلامة النجمة *

# X_NotAuthorized
source: Operation is not authorized.
ar: العمليه غير مسموح بها

# X_OperationFailure
source: Operation has failed.
ar: لم يتسنى إتمام العملية بنجاح.

# X_OperationSuccess
source: Operation was successful.
ar: تمت العملية بنجاح.

# X_Processing
source: Processing your request.
ar: جاري تنفيذ طلبك.

# X_RequiredFieldErrors
source: Fields are required:
ar: برجاء استكمال البيانات المطلوبة:

# X_Saving
source: Saving records to database ...
ar: جاري التسجيل بقاعدة البيانات ...

# X_SelectAnImage
source: Select an image file...
ar: إختر ملف صورة...

# X_Validating
source: Validating entered data ...
ar: جاري التحقق من البيانات المدخلة ...

# X_ValidationErrors
source: Cannot process your request:
ar: لا يمكن تنفيذ طلبك:
